start_text = '''
*Добро пожаловать, {}!*

Это официальный бот *KFC Central Asia* в Ташкенте!

Пройдите небольшой опрос из _трех шагов_ и получите промокод на *бесплатный Чизбургер де Люкс* от Харланда Сандерса! 

В конце KFC-Бот вышлет Вам QR-код, показав который на кассе ресторанов _KFC Samarqand Darvoza_ и _KFC на ст.м. "М. Горький"_ Вы сможете получить один бесплатный *Чизбургер де Люкс*!
'''

ask_one = '''
*Поехали!*

Вы посещали один из ресторанов KFC в Ташкенте?
'''

ask_sec = '''
Вы пробовали *Чизбургер де Люкс* от KFC?
'''

ask_third = '''
Вы знали, что соус для *Чизбургер де Люкс* готовится из 12 видов ароматных трав и специй?
'''

thx_for = '''
Спасибо за ответы, *{}*! 

А теперь последний шаг -- пригласите трёх своих друзей на наш [официальный канал KFC](http://t.me/uzb_commerce) и *подпишитесь сами*.

Сразу после этого Вы получите ваучер на *Чизбургер де Люкс* в виде QR-кода!
'''


sorry = '''
Извините, вы не привели достаточно друзей. *Приведите еще {} друзей* на наш [официальный канал KFC](http://t.me/uzb_commerce) и подпишитесь сами.
'''

success = '''
Отлично! 3 Ваших друга подписаны!

Нажимая кнопку, Вы соглашаетесь с Условиями акции. 
'''

burg_info = '''
Поздравляем, {}! 

Вы получили {} из 40.000 призовых *Чизбургер де Люкс* абсолютно бесплатно!

Покажите на кассе ресторанов QR-код ниже и наслаждайтесь!

*Внимание:* Помимо QR-кода, кассир может у Вас проверить наличие подписок в группе! Поэтому важным условием является то, что Вам нельзя отписываться до получения Вашего приза!

 
_Товары сертифицированы._ [Условия акции](https://telegra.ph/Pravila-provedeniya-akcii-v-KFC-Tashkent-06-04). Компания оставляет за собой право отказать в предоставлении приза, при выявлении нарушения условий акции.
'''

already = '''
Извините, но Вы уже участвовали :(

Ждите новых конкурсов от KFC! Они обязательно будут еще!
'''

we_miss_you = '''
Привет! 
Тебя давно не было на нашем канале! Сейчас там новая акция, спеши в ней участвовать!
'''
